type BlogsListProps = {
    img: string,
    title: string,
    description: string,
    id: string
}

export const blogsList:BlogsListProps[] = [
    {
        img: "./images/blogs/blogs1.jpg",
        title: "Срок службы деревянного дома: мнения специалистов и нормативы.",
        description: "При выборе частного дома из дерева у покупателя всегда возникают вопросы о том, чем бревно или брус лучше каменного или газобетонного строения. А также насколько срок службы деревянного дома окажется приемлемым по временным рамкам. После сравнения разных материалов для строительства можно сделать выводы по данному вопросу. В нашей статье мы разберем его подробнее.",
        id: "1"
    },
    {
        img: "./images/blogs/blogs1.jpg",
        title: "Дом из пенобетонных блоков: плюсы и минусы, этапы возведения",
        description: "Такие популярные строительные материалы как бетон и кирпич обладают самой высокой прочностью среди других, но и имеют существенный недостаток — они плохо держат тепло из-за их высокой теплопроводности. Для снижения теплопроводности придумали следующий способ: материал наполнили воздушными пузырьками и сформировали из полученной массы пенобетонные и газосиликатные элементы, объединив их общим названием «пеноблоки». В данной статье рассмотрим достоинства и недостатки домов из пенобетонных блоков.",
        id: "2"
    },
    {
        img: "./images/blogs/blogs1.jpg",
        title: "Деревянный или кирпичный дом: строим на века",
        description: "Когда человек принимает решение о строительстве дома, ему предстоит определиться, из какого материала он его будет возводить. Деревянный или кирпичный дом? При поиске ответа на этот вопрос в Интернете вы найдете сторонников каждого из вариантов. Чтобы выбрать материал, нужно понять достоинства и недостатки дома из дерева и кирпича.",
        id: "3"
    },
    {
        img: "./images/blogs/blogs1.jpg",
        title: "Строительный материал для загородного дома: выбираем оптимальный вариант",
        description: "Природный камень, по мнению многих – наилучший строительный материал для загородного дома. И он действительно имеет массу преимуществ: прочность, долговечность, устойчивость к любым климатическим воздействиям. Поэтому камень был и остаётся популярнейшим стройматериалом в различных частях земного шара. Но является ли он лучшим, и какие альтернативы камню имеются на данный момент?",
        id: "4"
    },
    {
        img: "./images/blogs/blogs1.jpg",
        title: "Виды фундаментов для частного дома: как не ошибиться в выборе основания для застройки",
        description: "При проектировании и строительстве могут применяться разные виды фундаментов для частного дома. Выбор того или иного варианта обусловлен многими факторами: свойствами почвы на строительном участке, размерами строения, используемыми материалами, уровнем грунтовых вод и т.д. В этой статье мы рассмотрим основные факторы, которые необходимо учитывать при проектировании фундаментов.",
        id: "5"
    },
   
]