type BlogsListProps = {
    img: string,
    title: string,
    description: string
}

export const blogsList:BlogsListProps[] = [
    {
        img: "./images/blogs/blogs1.jpg",
        title: "Собрать-разобрать-собрать: модульные дома, пригодные для переезда.",
        description: "«Мобильный дом» — словосочетание, которое у многих ассоциируется с чем-то временным: домом на колесах или трейлером из голливудских фильмов про хиппи и путешественников. ",
    },
    {
        img: "./images/blogs/blogs1.jpg",
        title: "Собрать-разобрать-собрать: модульные дома, пригодные для переезда.",
        description: "«Мобильный дом» — словосочетание, которое у многих ассоциируется с чем-то временным: домом на колесах или трейлером из голливудских фильмов про хиппи и путешественников. ",
    },
    {
        img: "./images/blogs/blogs1.jpg",
        title: "Собрать-разобрать-собрать: модульные дома, пригодные для переезда.",
        description: "«Мобильный дом» — словосочетание, которое у многих ассоциируется с чем-то временным: домом на колесах или трейлером из голливудских фильмов про хиппи и путешественников. ",
    },
    {
        img: "./images/blogs/blogs1.jpg",
        title: "Собрать-разобрать-собрать: модульные дома, пригодные для переезда.",
        description: "«Мобильный дом» — словосочетание, которое у многих ассоциируется с чем-то временным: домом на колесах или трейлером из голливудских фильмов про хиппи и путешественников. ",
    },
    {
        img: "./images/blogs/blogs1.jpg",
        title: "Собрать-разобрать-собрать: модульные дома, пригодные для переезда.",
        description: "«Мобильный дом» — словосочетание, которое у многих ассоциируется с чем-то временным: домом на колесах или трейлером из голливудских фильмов про хиппи и путешественников. ",
    },
    {
        img: "./images/blogs/blogs1.jpg",
        title: "Собрать-разобрать-собрать: модульные дома, пригодные для переезда.",
        description: "«Мобильный дом» — словосочетание, которое у многих ассоциируется с чем-то временным: домом на колесах или трейлером из голливудских фильмов про хиппи и путешественников. ",
    },
    {
        img: "./images/blogs/blogs1.jpg",
        title: "Собрать-разобрать-собрать: модульные дома, пригодные для переезда.",
        description: "«Мобильный дом» — словосочетание, которое у многих ассоциируется с чем-то временным: домом на колесах или трейлером из голливудских фильмов про хиппи и путешественников. ",
    },
    {
        img: "./images/blogs/blogs1.jpg",
        title: "Собрать-разобрать-собрать: модульные дома, пригодные для переезда.",
        description: "«Мобильный дом» — словосочетание, которое у многих ассоциируется с чем-то временным: домом на колесах или трейлером из голливудских фильмов про хиппи и путешественников. ",
    },
    {
        img: "./images/blogs/blogs1.jpg",
        title: "Собрать-разобрать-собрать: модульные дома, пригодные для переезда.",
        description: "«Мобильный дом» — словосочетание, которое у многих ассоциируется с чем-то временным: домом на колесах или трейлером из голливудских фильмов про хиппи и путешественников. ",
    },
]